/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Bejelentkezés ...";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "Rendben";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Hiba";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Szerver";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "URL-utótag";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Csak gateway";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domén";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Biztonságos csatorna";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Jelszó";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Jelszó megerősítése";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "Farmazonosító";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Biztonságkonfiguráció";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Felhasználónév";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Új azonosítókód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Azonosítókód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Jelszó megerősítése";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktuális alkalmazáskód";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Alkalmazáskód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobilfelhasználó";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Aktiváláskód";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Mandant";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Felhasználónév";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Jelszó";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Jelszó";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Felhasználónév";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Opcionális)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Szeretne deaktiválni az alkalmazást?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Zárolni szeretné az alkalmazást?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Aktualizálni kívánja az alkalmazás beállításait?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Megbízik ebben a tanúsítványban?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Feltölti a trace-eket a szerverre?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Aktiválja a kódot";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Deaktiválja a kódot";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Kód módosítása";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Bejelentkezési adatok";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Részletek";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Alkalmazáskód";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Alkalmazáskód";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Tovább";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Bejelentkezés";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Kipróbálás";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Kész";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Bejelentkezés";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Elfelejtette az azonosítókódját?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Zárolás";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Aktualizálás";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Deaktiválás";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Kész";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Kész";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Feltöltés";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Elfelejtett SSO kód";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Kihagyás";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Kész";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Mégse";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Tovább";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Tovább";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Mégse";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Kész";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Mégse";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Vissza";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Mégse";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Bejelentkezés";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Adja meg az SSO kódot";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Kódzárolás";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Adja meg a bejelentkezési adatokat";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Kód megadása";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Kód beállítása";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Kód módosítása";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Bejelentkezés";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Törlés";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Zárolás";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Aktualizálás";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Trace feltöltése";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Jelszó aktuálizálása";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Bejelentkezési adatok";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Bejelentkezés";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Kód beállítása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Kód beállítása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "SSO kód megadása";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Adja meg a bejelentkezési adatokat";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Kód beállítása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Kód módosítása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Kód módosítása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Kód kikapcsolása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Bejelentkezés";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Törlés";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Zárolás";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Aktualizálás";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Trace feltöltése";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Jelszó aktualizálása";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Bejelentkezési adatok";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF bejlentkezési minta";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Ha nincsenek saját bejelentkezési adatai, kipróbálhatja az alkalmazást mintaadatok használatával";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Adja meg bejelentkezési adatait az alkalmazásba való bejelentkezéshez. Az alkalmazás megjegyzi ezeket az adatokat.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Az alkalmazás jogosulatlan használatának elkerülése érdekében be kell állítania egy alkalmazáskódot.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Az alkalmazás jogosulatlan használatának elkerülése érdekében beállíthat egy alkalmazáskódot.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Az alkalmazás jogosulatlan használatának elkerülése érdekében beállíthat egy alkalmazáskódot.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Az azonosítókód módosításához írja be a régi alkalmazáskódot, majd adja meg az újat.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Az azonosítókód módosításához írja be a régi alkalmazáskódot, majd adja meg az újat.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Az azonosítókód kikapcsolásához adja meg alkalmazáskódját.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Az alkalmazásba való bejelentkezéshez adja meg alkalmazáskódját.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Ez a bejelentkezési sorrend kontextuális megközelítési példája, MAF komponensek használatával - törlés";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Ez a bejelentkezési sorrend kontextuális megközelítési példája, MAF komponensek használatával - zárolás";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Ez a bejelentkezési sorrend kontextuális megközelítési példája, MAF komponensek használatával - aktualizálás";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Ez a bejelentkezési sorrend kontextuális megközelítési példája, MAF komponensek használatával - trace feltöltése";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Az alkalmazás jelszavának aktualizálásához adja meg jelenlegi jelszavát.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Meg tudja jeleníteni a bejelentkezési adatait az alkalmazáshoz";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "A Client Hub-bal való munkához adja meg a jelszót";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Adja meg az Afaria bejelentkezési adatokat";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Adja meg a bejelentkezési adatokat az alkalmazásba való bejelentkezéshez. A Client Hub alkalmazás tárolja ezeket a bejelentkezési adatokat, így tudja őket használni más alkalmazásokban is.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Biztosan visszaállítja az alkalmazást?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Visszaigazolás";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Mégse";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "Rendben";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Alkalmazáskód módosítása";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Alkalmazáskód beállítása";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Törlés";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Aktualizálás";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Feltöltés";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Regisztráció megszakadt";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "A művelet megszakadt";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Az Afaria kódirányelve mindig deaktivált státusú, így nem tudja módosítani az alkalmazáskódot";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "A megadott azonosítókódok nem egyeznek.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "A megadott azonosítókódok nem egyeznek.";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Nem tudott regisztrálni ezzel a tanúsítványregisztráció-típussal. Ellenőrizze, hogy az Afaria kliens megfelelően van-e telepítve, illetve a CertificateProvider megfelelően van-e beállítva.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Elfelejtett SSO kód";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "A Client Hub-ban az SSO kód visszaállítása és az alkalmazás újraindítása";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "SSO bejegyzés kihagyása leválasztja ezt az alkalmazást a Client Hub-ról";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Érvénytelen SSO kód";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "A művelet nincs engedélyezve ebben a státusban";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ mező érvénytelen karaktert tartalmaz";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@ hossza csakis %2$d karakter alatt lehet";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "A port értékének 1 és 65535 között kell lennie";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Régi azonosítókód";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Időtúllépés";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Azonnal";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "%1$i másodperc";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "%1$i másodperc";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "%1$i perc";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "%1$i perc";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "%1$i óra";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "%1$i óra";

